Repository: dev-coco/STT-API-macOS
Catalog: MultiSense API/Localizable.xcstrings
Source language: en
Languages: zh_hans

# apiRunning
source: API running, port: %lld
zh_hans: API 运行中，端口: %lld

# connectingServer
source: Connecting to server...
zh_hans: 正在连接服务器...

source: Downloading...
zh_hans: 正在下载...

# downloadingProgress
source: Downloading resources (%d%%)
zh_hans: 正在下载资源 (%d%%)

source: Download Interrupted
zh_hans: 下载中断

source: Listen Port
zh_hans: 监听端口

source: Load Model
zh_hans: 加载模型

source: Model Cached
zh_hans: 模型已缓存

source: Model Loaded
zh_hans: 模型加载完成

source: Model Ready
zh_hans: 模型已就绪

source: Model Resources
zh_hans: 模型资源

# serviceStarting
source: Starting service...
zh_hans: 服务启动中...

source: Service Stopped
zh_hans: 服务已停止

# serviceStopping
source: Stopping...
zh_hans: 停止中...

# startFailed
source: Failed to start: %@
zh_hans: 启动失败: %@

# startService
source: Start API Service
zh_hans: 启动 API 服务

source: Stop Service
zh_hans: 停止服务

source: System Ready
zh_hans: 系统准备就绪
